Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Sopimus alkaa alkusanoilla.
sme: Konvenšuvnna álggaha ovdasátni.

source: Sopimus on ensimmäinen Suomen, Norjan ja Ruotsin saamelaisia
sme: Konvenšuvdna lea vuosttamuš čohkkejuvvon

source: koskeva yhtenäinen oikeussäännöstö.
sme: riekteregulerejuvvon ilmma Suoma, Norgga ja Ruoŧa sámiid várás.

source: Kysymys on valtio-oikeudellisesta uudistuksesta, jota
sme: Dat lea ođđa stáhtarievttálaš ráhkadus, man dihte dasa lea ovdasátni.

source: on syytä perustella alkusanoissa. Alkusanat luovat perustan sopimukselle ja ilmentävät sekä
sme: vuođđun konvenšuvdnii ja buktá oidnosii sihke stáhtaeiseválddiid ja sámedikkiid

source: sopimusvaltioiden viranomaisten että saamelaiskäräjien näkemyksiä.
sme: oainnuid.

source: 3.9.2 Sopimusluonnoksen I luku: saamelaisten yleiset oikeudet
sme: 3.9.2 Konvenšuvdnaárvalusa kap.. I: Sámi álbmoga dábálaš vuoigatvuođat

source: Luonnoksen I luvussa on 13 yleisiä oikeuksia sisältävää artiklaa, joilla on perustavanlaatuista
sme: Árvalusa vuosttamuš kapihttalis leat 13 artihkkala mat siskkildit dábálaš vuoigat

source: merkitystä sopimuksen muille artikloille.
sme: vuođaid, artihkkaliid mat leat vuođđun konvenšuvnna artihkkaliidda muđui.

source: Sopimusluonnoksen 1 artiklassa ilmoitetaan sopimuksen tarkoitus, joka on
sme: Artihkkal 1 muitala konvenšuvnna ulbmila, namalassii sihkkarastit sámi álbmoga

source: saamelaisten oikeuksien turvaaminen.
sme: vuoigatvuođaid.

source: Tämä tarkoittaa saamen kielen ja kulttuurin,
sme: Dat mearkkaša ahte sámegiela, sámi kultuvrra, ealáhusaid ja

source: saamelaiselinkeinojen ja saamelaisen yhteiskuntaelämän turvaamista ja kehittämistä yli
sme: servodateallima ovdáneapmi galgá sihkkarastojuvvot nu unnán heađuštusaiguin go

source: valtionrajojen mahdollisimman esteettömästi.
sme: vejolaš riikkarájiid geažil.

source: 2 artiklassa sanotaan, että saamelaiset ovat kyseisten kolmen maan alkuperäiskansa.
sme: Artihkkal 2 cealká ahte sámit leat álgoálbmot golmma riikkas.

source: 3 artiklassa todetaan, että saamelaisilla on kansana itsemääräämisoikeus.
sme: Artihkkal 3 nanne ahte sámiin lea álbmogin iešmearridanvuoigatvuohta.

source: 4 artiklassa ilmoitetaan, keitä henkilöitä sopimus koskee.
sme: Artihkkal 4 muitala maid olbmuid konvenšuvdna fátmmasta.

source: Sopimus koskee kyseisissä
sme: Konvenšuvdna gusto

source: kolmessa sopimusvaltiossa asuvia saamelaisia.
sme: sámiide guđet ásset konvenšuvnna golmmma riikkas.

source: Artiklassa ilmoitetaan lisäksi, keitä tulee
sme: Artihkkal muitala dasto geat dat

source: sopimuksen mukaan pitää saamelaisina.
sme: konvenšuvnna mielde leat sámit.

source: 5 artiklassa ilmoitetaan, keillä on sopimukseen perustuvia velvoitteita.
sme: Artihkkal 5 muitala geain leat geatnegasvuođat konvenšuvnna mielde.

source: Kaikkien
sme: Buohkat

source: julkista valtaa käyttävien toimielinten on noudatettava sopimuksen säännöksiä.
sme: geat doaimmahit almmolaš válddi, fertejit čuovvut konvenšuvnna mearrádusaid.

source: Yksinkertaisuuden vuoksi sopimuksen yksittäisissä artikloissa puhutaan valtion velvoitteista,
sme: Álkivuođa dihte lea konvenšuvnna guđege artihkkalis sáhka stáhta

source: mutta 5 artiklan säännöksen mukaan tämä sanamuoto käsittää kaikki julkista valtaa käyttävät
sme: geatnegasvuođain, muhto artihkkala 5 (vihtta) mearrádusa mielde dakkár sátnádat

source: toimielimet − valtion lisäksi myös alueelliset, kunnalliset ja yksityisoikeudelliset
sme: fátmmasta buohkaid guđet doaimmahit almmolaš válddi – ii dušše stáhta, muhto

source: oikeussubjektit, joille on annettu julkista valtaa.
sme: maiddái guvllolaš, suohkanlaš ja priváhta riektesubjeavttaid maidda lea addojuvvon

source: 6 artiklassa ilmoitetaan yleisin sanamuodoin valtioiden velvoitteet suhteessa
sme: Artihkkal 6 muitala mearrideaddji sátnádagaiguin stáhtaid geatnegasvuođaid sámi

source: saamelaisiin.
sme: álbmogii.

source: 7 artiklan ensimmäisessä kohdassa kielletään saamelaisten syrjintä kansana ja
sme: Artihkkal 7 cegge vuosttamuš lađđasis gildosa vealaheames sámi álbmoga ja

source: yksilöinä.
sme: ovttaskas sápmelačča.

source: Toisessa kohdassa säädetään, että valtioiden on ryhdyttävä erityisiin saamelaisia
sme: doaibmabijuid sámiid várás, Nubbi lađas mearrida ahte stáhtat galget álggahit

source: koskeviin positiivisiin toimenpiteisiin silloin, kun se on välttämätöntä tämän sopimuksen
sme: positiiva doaibmabijuid sámiide gokko lea dárbu dán konvenšuvnna vuoigatvuođaid

source: mukaisten oikeuksien toteuttamiseksi.
sme: čađaheapmái.

source: Tällaisia positiivisia erityistoimenpiteitä ei ole
sme: Dakkár positiiva sierradoaibmabijut eai galgga adnojuvvot ehpe

source: pidettävä kansainvälisoikeudellisten säännösten mukaisena epäoikeudenmukaisena syrjintänä.
sme: rievttalaš vealaheapmin álbmotrievttálaš njuolggadusaid mielde.

source: 8 artiklassa todetaan, että sopimuksen suojaamat oikeudet ovat vähimmäisoikeuksia.
sme: Artihkkal 8 nanne ahte konvenšuvnna vuoigatvuođat leat unnimusvuoigatvuođat.

source: Sopimus ei estä jotakin valtiota antamasta saamelaisille laajempia oikeuksia kuin sopimuksen
sme: Konvenšuvdna ii hehtte stáhta addimis sámiide stuorit vuoigatvuođaid go daid mat

source: nojalla annetaan.
sme: vulget konvenšuvnnas.

source: 9 artikla velvoittaa valtiot osoittamaan asianmukaista kunnioitusta saamelaisten
sme: Artihkkal 9 geatnegahttá stáhtaid čájehit heivvolaš gudnejahttima sámi árbe

source: perinnäistapoja ja oikeuskäsityksiä kohtaan.
sme: vieruide ja riekteipmárdusaide.

source: Tämä on otettava huomioon uutta lainsäädäntöä
sme: Dat galgá vuhtii váldojuvvot go ođđa lágat ráhka

source: laadittaessa ja tuomioistuimissa sekä hallinnossa tapahtuvan oikeudenkäytön yhteydessä.
sme: duvvojit, ja go dat geavahuvvojit duopmostuoluin ja hálddahusas.

source: Yhtenä sopimuksen tärkeänä tavoitteena on helpottaa saamelaisten välistä rajat
sme: Deaŧalaš ulbmil dán konvenšuvnnas lea geahppudit sámiid ovttasráđálaš

source: ylittävää yhteistyötä.
sme: doaibmama riikkarájiid rastá.

source: 10, 11 ja 12 artikla sisältävät säännöksiä, jotka helpottavat tällaista
sme: Artihkkalat 10, 11 ja 12 siskkildit njuolggadusaid mat

source: yhteistyötä kulttuurin ja elinkeinojen sekä myös koulutus- ja hyvinvointijärjestelyjen alalla.
sme: álkkásmahttet dakkár ovttasráđálaš doaibmama kultuvrralaš ja ealáhuslaš suorggis, ja

source: 13 artiklan mukaan valtioiden on osoitettava kunnioitusta Saamen lipulle ja muille
sme: Artihkkala 13 mielde stáhtat galget árvvus atnit sámi leavgga ja eará dakkár sámi

source: saamelaisille symboleille, kuten kansallislaululle ja 6. helmikuuta vietettävälle saamelaisten
sme: symbolaid, nugo álbmotlávlaga ja sámi álbmotbeaivvi guovvamánu 6. beaivvi.

source: 3.9.3 Sopimusluonnoksen II luku: saamelaishallinto
sme: 3.9.3 Konvenšuvdnaárvalusa kapihttal II.: Sámiid stivren

source: Luonnoksen II luvussa säännellään ennen kaikkea saamelaiskäräjien roolia saamelaisten
sme: Kapihttal II regulere vuos ja ovddimusat sámedikkiid rolla sámi álbmoga ovddas

source: edustuksellisena elimenä ja saamelaiskäräjien roolia niiden harjoittaessa yhteistyötä muiden
sme: teaddji orgánan ja sámedikki rolla ovttasdoaibmamušainis eará eiseválddiiguin.

source: viranomaisten kanssa.
sme: Kapihttalis leat 9 artihkkala.

source: 14 artikla määrää, että jokaisessa kolmessa maassa on oltava saamelaiskäräjät, ja
sme: Artihkkal 14 mearrida ahte Sámediggi galgá leat guđege dan golmma riikkas, ja

source: ilmoittaa yleisin sanakääntein saamelaiskäräjien tehtävät.
sme: bidjá ovdan bajimuš sátnádagaiguin mat doaimmaid dat gullet sámedikkiide.

source: Kuten 3 artiklassa on todettu,
sme: Artihkkala 3 nannema mielde sámiin lea vuoigatvuohta iešmearrideapmái, ja

source: saamelaisilla on oikeus itsemääräämiseen, ja 14 artiklan mukaan saamelaiskäräjillä tulee olla
sme: artihkkala 14 mielde sámedikkis galget leat dakkár doaimmat maiguin dat sámiid

source: sellaisia toimeksiantoja, että se voi käyttää itsemääräämisoikeutta saamelaisten puolesta.
sme: beales sáhttá doaimmahit iešmearridanvuoigatvuođa. Čuovvovaš artihkkaliin

source: Seuraavissa artikloissa säädetään tarkemmin, millä tavalla saamelaiskäräjät voivat toteuttaa
sme: regulerejuvvo dárkileappot sámedikki iešmearridanvuoigatvuođa hálddašeapmi dán

source: itsemääräämisoikeutta tämän sopimuksen nojalla.
sme: konvenšuvnna mielde.

source: 15 artiklassa säädetään saamelaiskäräjien itsenäisesti kansallisen ja kansainvälisen
sme: Artihkkalis 15 lea mearrádus dasa maid sámedikki mearrida iešráđálaččat riikkalaš

source: oikeuden perusteella tekemistä päätöksistä.
sme: ja riikkaidgaskasaš rivttiid vuođul.

source: Kun kysymys on päätöksistä, jotka edellyttävät
sme: Sámedikkis ferte nugo earáge orgánain leat

source: toimivallan käyttöä, saamelaiskäräjillä on muiden toimielinten tavoin oltava niille laillinen
sme: láhkavuođđu go dahká mearrádusa mainna doaimmaha válddi. Dakkár mearrádusaid

source: peruste. Saamelaiskäräjät voivat tehdä päätöksiä, jotka eivät edellytä toimivallan käyttöä,
sme: mat eai mearkkaš ahte váldi doaimmahuvvo, Sámediggi sáhttá dahkat almmá mange

source: ilman että niille vaaditaan laillista perustetta.
sme: láhkavuođu gáibádusa haga.

source: 16 artiklassa säädetään saamelaiskäräjien oikeudesta neuvotella muiden viranomaisten
sme: Artihkkal 16 buktá mearrádusaid sámedikki vuoigatvuođas beassat šiehtadallat

source: kanssa.
sme: eará eiseválddiiguin.

source: Viranomaisten on neuvoteltava saamelaiskäräjien kanssa ennen päätöksentekoa
sme: Áššiin mat mearkkašahttet ollu sámiide, eiseválddit galget

source: asioissa, joilla on olennaista merkitystä saamelaisille.
sme: šiehtadallat sámedikkiin ovdalgo dahket mearrádusa.

source: toimenpiteet, jotka saattavat ratkaisevalla tavalla loukata saamelaisen kulttuurin,
sme: Jos dakkár doaibmabijus lea

source: saamelaiselinkeinojen tai saamelaisen yhteiskuntaelämän perustavanlaatuisia elinehtoja,
sme: sáhka, mii vuđolaččat sáhttá vahágahttit sámi kultuvrra, ealáhusaid dahje servodateallima vuođđoeavttuid, de mearrádus ii galgga dahkkojuvvot almmá sámedikki lobi

source: 17 artiklassa säännellään saamelaiskäräjien oikeutta muiden asioiden valmistelun
sme: Artihkkal 17 regulere sámedikkiid vuoigatvuođa eará ášševálmmaštemiin.

source: yhteydessä. Artiklassa määrätään, että saamelaiskäräjillä on oikeus olla edustettuna julkisissa
sme: Artihkkal mearrida ahte sámedikkis lea vuoigatvuohta ovddasteapmái almmolaš

source: neuvostoissa ja komiteoissa, esimerkiksi lakivaliokunnissa, niiden käsitellessä saamelaisiin
sme: ráđiin ja lávdegottiin, omd. láhkalávdegottiin mat gieđahallet áššiid mat beroštahttet

source: liittyviä asioita.
sme: sámiid.

source: Artiklassa säädetään edelleen, että saamelaiskäräjillä on oikeus saada
sme: Dasto mearriduvvo ahte sámedikkis lea vuoigatvuohta oažžut gieđahallamii

source: ennakolta tutustua saamelaisten etuja koskeviin asioihin.
sme: áššiid mat gusket sámi beroštumiide.

source: Valtioilla on itsenäinen velvollisuus
sme: Stáhtain lea iešmerrideaddji geatnegasvuohta

source: selvittää saamelaiskäräjien antaman ennakkolausunnon ja saamelaiskäräjien edustuksen tarve.
sme: čielggadit leago dárbu sámedikkis oažžut cealkámuša ovddalgihtii, ja galgágo

source: 18 artiklassa säännellään kansanedustuslaitosten ja muiden toimielinten ja
sme: Artihkkal 18 buktá njuolggadusaid riikkačoahkkima ja sámedikki gaskavuođas.

source: saamelaiskäräjien välisestä suhteesta. 19 artiklan mukaan saamelaiskäräjät edustavat
sme: Sámedikkit dat galget riikkaidgaskasaš dilálašvuođain ovddastit sámiid artihkkala 19

source: saamelaisia valtioidenvälisissä asioissa.
sme: mielde.

source: 20 artiklassa ilmaistaan saamelaiskäräjien oikeus muodostaa yhteisiä organisaatioita.
sme: Artihkkal 20 cealká ahte sámedikkiin lea vuoigatvuohta vuođđudit oktasaš

source: Saamelaiskäräjät ovat suhteellisen uusia edustuksellisia toimielimiä.
sme: Sámedikkit leat ođđalágan ovddasteaddji orgánat. Doloža rájis sámi servo

source: Saamelaisyhteisöillä on vanhastaan ollut niitä pienempiä ja luonteeltaan enemmänkin paikallisia laitoksia.
sme: dagas leat leamaš unnibuš ja báikegottiide eambbo gullevaš ásahusat.

source: 21 artiklan mukaan sellaisia laitoksia tulee kunnioittaa.
sme: Artihkkala 21

source: saamelaisten elinkeinojärjestöjä.
sme: šuvnnatge.

source: 22 artiklan mukaan valtioiden on aktiivisesti pyrittävä vahvistamaan ja kehittämään
sme: Artihkkala 22 mielde stáhtat galget aktiivvalaččat viggat mearridit mii sáme

source: saamelaisaluetta.
sme: guovlu lea, ja ovddidit dan.

source: 3.9.4 Sopimusluonnoksen III luku: saamen kieli ja saamelainen kulttuuri
sme: 3.9.4 Konvenšuvdnaárvalusa kapihttal III: sámegiella ja sámi kultuvra

source: Oikeus oman kielen ja kulttuurin säilyttämiseen ja kehittämiseen kuuluu kansan keskeisiin
sme: Vuoigatvuohta seailluhit ja ovddidit iežas giela ja kultuvrra lea álbmoga guovdilis

source: oikeuksiin.
sme: vuoigatvuođaide gullevaš ášši.

source: III luku sisältää säännöksiä saamelaisten oikeuksista ja valtion velvollisuuksista,
sme: Kapihttal III siskkilda mearrádusaid sámiid vuoigat

source: jotka koskevat saamen kieltä ja saamelaista kulttuuria.
sme: vuođain ja stáhtaid geatnegasvuođain sámegillii ja sámi kultuvrii.

source: Luvussa on 11 artiklaa.
sme: Kapihttalis leat 11

source: 23 artikla vahvistaa saamelaisten oikeuden käyttää ja kehittää kieltään.
sme: Artihkkal 23 nanne sámiid vuoigatvuođa geavahit ja ovddidit gielaset. Artihkkal

source: 24 artikla
sme: 24 nanne stáhtaid geatnegasvuođaid sámiide sin vejolašvuođaid dáfus seailluhit ja

source: säilyttämiseen ja kehittämiseen.
sme: ovddidit sámegiela.

source: 25 artiklassa on tiedotusvälineitä koskevia erityissäännöksiä.
sme: Artihkkaisl 25 leat sierra njuolggadusat mediaid birra.

source: Joukkotiedotusvälineillä
sme: Joavkomediain lea stuorra

source: on suurta merkitystä demokratian, kielen, kulttuurin ja yhteiskuntaelämän kehittymisen
sme: mearkkašupmi demokratiija, giela, kultuvrra ja servodateallima ovddideapmái, ja dat

source: kannalta, ja ne ovat samalla ilmaisuvapauden tärkeä kanava.
sme: leat seammás deaŧalaš kanála sátnefriddjavuhtii.

source: huolehtimaan saamenkielisten ohjelmien lähettämisestä radiossa ja televisiossa sekä
sme: Mearrádus geatnegahttá stáhtaid fuolahit, ahte leat sámegielalaš prográmmat radios ja TVs, ja ahte almmuhuvvojit

source: edistämään saamenkielisten sanomalehtien julkaisemista.
sme: sámegielalaš aviissat.

source: Koulutusjärjestelmän rakenne ja koostumus on erityisen tärkeä saamelaisen kulttuurin
sme: Oahpahusvuogádaga hábmejupmi lea erenoamáš deaŧalaš sámi kultuvrra ja

source: ja yhteiskuntaelämän säilyttämiseksi.
sme: servodateallima seailluheapmái.

source: 26 artiklan mukaan saamelaisalueiden lapsilla ja
sme: Artihkkala 26 mielde sámeguovlluid mánáin ja

source: nuorilla on oltava oikeus saamen kielessä ja saamen kielellä annattavaan opetukseen.
sme: nuorain galgá leat vuoigatvuohta sámegielalaš oahpahussii ja sámegiela oahpahussii.

source: Saamelaisalueiden ulkopuolella asuvilla saamelaisoppilailla on oltava oikeus saamen kielen
sme: Dáid guovlluid olggobealde sámi skuvlavázziin galgá leat vuoigatvuohta beassat

source: opetukseen ja kohtuullisessa määrin myös saamen kielellä annettavaan opetukseen.
sme: oahppat sámegiela, ja maiddái govttološ mearis vuoigatvuohta sámegielalaš

source: Valtakunnalliset opetussuunnitelmat on laadittava yhteistyössä saamelaiskäräjien kanssa.
sme: oahpahussii. Riikkalaš oahppoplánat galget ráhkaduvvot ovttasráđiid sámedikkiin.

source: 27 artiklassa annetaan tutkimusta koskevia säännöksiä, ja siinä määrätään muun
sme: Artihkkal 27 buktá njuolggadusaid dutkama birra, ja dat mearridit ee. ahte dutkan

source: muassa, että saamelaisyhteiskunnan kannalta merkittävä tutkimus on turvattava.
sme: mii lea deaŧalaš sámi servodahkii, ferte sihkkarastojuvvot.

source: Saamelaisten ja muun väestön välisen ymmärtämyksen lisääminen edellyttää
sme: Máhttu sámi kultuvrras ja servodateallimis lea eaktun sámiid ja váldoálbmoga

source: saamelaisen kulttuurin ja yhteiskuntaelämän tuntemusta.
sme: gaskasaš gulahallamii.

source: 28 artiklan säännöksissä käsitellään
sme: Artihkkal 28 buktá njuolggadusaid das, mii oahpahuvvo ja

source: muun väestön saamaa saamelaisia koskevaa opetusta ja tietoa.
sme: juhkkojuvvo diehtun sámiid birra álbmogii muđui.

source: Terveydenhuollon palveluissa ja sosiaalipalveluissa on erityisen tärkeää, että potilas
sme: Go olmmoš deaivvada dearvvašvuođa ja sosiála ásahusain, de lea erenoamáš

source: voi käyttää omaa kieltään ja saada hoitoa, jossa otetaan huomioon hänen oma kielensä ja
sme: deaŧalaš ahte beassá geavahit gielas ja oažžu doavtterveahki ja divššu mas su giella ja

source: kulttuurinsa.
sme: kultuvra váldojuvvo vuhtii.

source: 29 artikla velvoittaa valtiot yhteistyössä saamelaiskäräjien kanssa järjestämään
sme: Artihkkal 29 geatnegahttá stáhtaid ovttasráđiid sáme

source: terveydenhuollon palvelut ja sosiaalipalvelut käyttäjien kielelliseen ja kulttuuriseen taustaan
sme: dikkiiguin organiseret dearvvašvuođa ja sosiála fálaldagaid, nu ahte heivejit sáme

source: mukautetulla tavalla.
sme: gielalaš geavaheddjiid gielalaš ja kultuvrralaš duogážii.

source: 30 artiklassa todetaan, että saamelaisilla lapsilla ja nuorilla on oikeus harjoittaa
sme: Artihkkal 30 nanne ahte sámi mánáin ja nuorain lea vuoigatvuohta čuovvut iežaset

source: kulttuuriaan sekä ylläpitää ja kehittää saamelaista identiteettiään.
sme: kultuvrra ja seailluhit ja ovddidit iežaset sámi iešvuođalági.

source: Tämän lasten ja nuorten
sme: Dán mánáid ja nuoraid

source: oikeuden turvaamiseksi on erityisen tärkeää saada opetusta saamen kielessä ja saamen kielellä
sme: vuoigatvuođa sihkkarastima dihte lea erenoamáš deaŧalaš ahte oahpahus lea sámegillii

source: sekä myös opetusta, joka on muuten mukautettu saamelaiseen kulttuuriin.
sme: ja sámegielas, ja ahte oahpahus muđuige lea heivehuvvon sámi kultuvrii.

source: Tätä oikeutta
sme: Dárkilet

source: koskevia tarkempia säännöksiä on 24 ja 26 artiklassa.
sme: njuolggadusat das leat artihkkalis 24 ja artihkkalis 26.

source: 31 artiklan mukaan valtioiden tulee kunnioittaa saamelaisten oikeutta hallita
sme: Artihkkala 31 mielde stáhtat galget gudnejahttit sámi álbmoga vuoigatvuođa

source: perinteisiä taitojaan ja perinteisiä saamelaisia kulttuurinilmauksiaan.
sme: hálddašit iežas árbevirolaš máhtu ja sápmelaš ilbmademiid.

source: Esimerkkeinä
sme: Kultur

source: kulttuurinilmaisuista ovat joikaaminen, perinnepukeutuminen, saamelaiskäsityöt (duodji) sekä
sme: ilbmademiid ovdamearkkat leat juoigan, gáktemállet, duodji ja muitalusat.

source: saamelaiset tarut ja kertomukset. Perinteisiä taitoja ovat tuleville sukupolville välitettävät
sme: Árbevirolaš máhttu lea máhttu mii johtá buolvvas bulvii, nugo omd. máhttu

source: taidot ja tiedot esimerkiksi kasveista, eläimistä ja muista luonnonvaroista sekä niiden
sme: šattuid, elliid ja eará luondduváriid birra, ja das mo daid lea riekta hálddašit.

source: 32 artikla käsittelee saamelaisia kulttuurimuistomerkkejä.
sme: Artihkkal 32 siskkilda sámi kulturmuittuid.

source: Niiden hallinnoinnin tulee
sme: Daid buohkat galget hálddašit

source: kuulua kaikille yhteistyössä saamelaiskäräjien kanssa.
sme: ovttasráđiid sámedikkiin.

source: Saamelaiskulttuurin ja saamelaiselinkeinojen säilymisen edellytyksenä on, ettei niiden
sme: Sámi kultuvrra ja ealáhusaid seailuma eaktu lea ahte ávnnaslaš resursavuođđu ii

source: aineellinen perusta heikkene.
sme: hedjon.

source: Tämän takia 33 artiklan mukaan valtioiden saamelaiskulttuuriin
sme: Artihkkala 33 mielde stáhta geatnegasvuođaide gullet maid geatnegasvuođat

source: liittyvät velvollisuudet käsittävät lisäksi myös aineellisen perustan.
sme: sámi kultuvrii, maiddái ávnnaslaš kulturvuđđuige.

source: 3.9.5 Sopimusluonnoksen IV luku: saamelaisten oikeus maahan ja veteen
sme: 3.9.5 Konvenšuvdnaárvalusa kapihttal IV.: Sámiid vuoigatvuohta eatnamiidda ja

source: IV luvussa on säännöksiä saamelaisten oikeudesta maa- ja vesialueisiin ja niiden
sme: Kapihttalis IV leat mearrádusat eanan- ja čáhceresurssaid vuoigatvuođain ja daid

source: hallinnoinnista.
sme: resurssaid hálddašeamis.

source: Luvussa on seitsemän artiklaa.
sme: Kapihttalis leat čieža artihkkala.

source: 24 artiklassa sanotaan, että pitkäaikainen perinteinen maa- ja vesialueiden käyttö
sme: Artihkkal 34 cealká ahte guhkesáigásaš árbevirolaš eanan- ja čáhceguovlluid

source: muodostaa perustan saamelaisten yksilölliselle tai yhteisölliselle omistusoikeudelle
sme: geavaheapmi dahká vuođu sámiid individuála dahje kollektiiva eaiggáduššanvuoigat

source: kansallisten ja kansainvälisten sääntöjen mukaan, ks.
sme: vuhtii, riikkalaš ja riikkaidgaskasaš njuolggadusaid mielde, geahča vuosttamuš

source: ensimmäinen kohta.
sme: lađđasa.

source: Alueilla, joihin he
sme: Dain guovlluin main sámit geavahemiineaset eai leat oamastan alcceseaset

source: eivät ole saaneet omistusoikeutta vaan käyttöoikeuden, heillä on oltava oikeus jatkaa tätä
sme: vuođu eaiggáduššanvuoigatvuhtii, muhto geavahanvuoigatvuhtii, sis galgá leat

source: alueiden käyttöä, ks.
sme: vuoigatvuohta joatkit dan geavaheami, geahča nuppi lađđasa.

source: toinen kohta.
sme: Mearrádus gusto

source: Säännös koskee oikeuksia maahan, joilla sijaitsee järviä ja
sme: vuoigatvuođaide eatnamiidda maidda gullet jávrrit ja čázádagat.

source: vesistöjä. Artikla on rinnastettavissa itsenäisten maiden alkuperäiskansoja ja heimokansoja
sme: paralealla ILO-konvenšuvnnas nr. 169, mii gieđahallá iešmearrideaddji stáhtaid álgo

source: koskevan Kansainvälisen työjärjestön ILO:n yleissopimuksen n:o 169 14 artiklan 1
sme: álbmogiid ja álbmotčearddaid, artikkel 14 nr. 1.

source: 35 artiklan mukaan valtioiden velvollisuutena on määritellä ne maa-alueet, joihin
sme: Artihkkala 35 mielde stáhtain lea geatnegasvuohta identifiseret daid

source: saamelaisilla on 34 artiklan mukaan omistusoikeus tai käyttöoikeudet.
sme: artihkkala 34 mielde.

source: Lisäksi kansalliseen
sme: Dasto galget ásahuvvot heivvolaš ortnegat riikkalaš

source: oikeuteen on luotava tarkoituksenmukaisia menettelyjä, joiden nojalla saamelaiset voivat
sme: láhkaásahussii, vai sámit sáhttet iskat iežaset eanan- ja čáhcevuoigatvuođaid

source: saada maahan ja veteen kohdistuvia oikeuksia koskevat vaatimuksensa käsiteltäviksi.
sme: gáibádusaid doallevašvuođa. Artihkkal 35 soahpá ILO-konvenšuvdnii nr. 169

source: hyödyntämisestä. Artikla tähtää 25 artiklan tavoin saamelaisalueiden suojelemiseen ja
sme: mielddis konvenšuvdnii daid njuolggadusaid mat vulget ILO-konvenšuvnnas

source: sisällyttää sopimukseen Kansainvälisen työjärjestön ILO:n yleissopimuksen n:o 169 15
sme: nr. 169 artihkkalis 15, ja ON-konvenšuvnnas mii gieđahallá siviila ja

source: artiklassa ja kansalaisoikeuksia sekä poliittisia oikeuksia koskevan YK:n yleissopimuksen 27
sme: politihkalaš vuoigatvuođaid, artihkkal 27.

source: Jos jollekulle annetaan 36 artiklan nojalla oikeus luonnonvarojen hyödyntämiseen tai
sme: Jos artihkkala 36 mielde addojuvvo vuoigatvuohta geavahit luondduriggodagaid

source: luontoon kajoamiseen, niillä saamelaisilla, joita asia koskettaa, on 37 artiklan mukaan oikeus
sme: dahje meassat luonddu, de galgá Artihkkala 37 mielde dain sámiin geaidda dat

source: saada korvausta ja mahdollisesti osa tuotosta.
sme: čuohcá, leat vuoigatvuohta oažžut buhtadasa dahje vejolaččat oasi vuoittus.

source: 38 artiklassa on säännöksiä vuonojen ja rannikkovesien luonnonvarojen
sme: Artihkkalis 38 leat mearrádusat vuoigatvuođaid birra vuotna- ja

source: hyödyntämisestä.
sme: mearragádderesurssaide ja daid geavaheapmái.

source: Siinä säädetään, että 34−37 artiklan määräykset koskevat vastaavalla tavalla
sme: geavaheapmi dain njuolggadusain mat gullet artihkkaliidda 34 – 37, galgá

source: saamelaisten harjoittamaa kalastusta ja näiden vesien muuta käyttöä.
sme: leat seammasullasaš.
